Repository: RAHOUANI-Abdessalam/Time-Box
Catalog: lib/l10n/intl_*.arb
Languages: fr_fr

# app_tagline
source: Plan your day effectively
fr_fr: Planifiez votre journée

source: Top Priorities
fr_fr: Priorités Principales

source: Brain Dump
fr_fr: Déversoir Mental

source: Daily Schedule
fr_fr: Emploi du Temps Quotidien

source: Enter new task
fr_fr: Entrer une nouvelle tâche

source: Add
fr_fr: Ajouter

source: Empty Slot
fr_fr: Emplacement Vide

source: Pick a date
fr_fr: Choisissez une date

source: Done
fr_fr: Terminé

source: Time
fr_fr: Heure

# date
source: Please choose the date
fr_fr: Veuillez choisir une date

# braindump
source: Think about all what you can do in this day....
fr_fr: Réfléchissez à tout ce que vous pouvez faire dans cette journée....

# toppriorities
source: What are your three top priorities?
fr_fr: Quelles sont vos trois principales priorités ?

# boxtime
source: Box your time for more efficiency
fr_fr: Organisez votre temps pour plus d'efficacité

source: Next
fr_fr: Suivant

source: Finish
fr_fr: Terminer

# priorities_full
source: Top Priorities is full! Remove an item to add new ones.
fr_fr: Les Priorités Principales sont pleines ! Supprimez un élément pour en ajouter.

# task_added_to_priorities
source: Added {task} to Top Priorities
fr_fr: {task} ajouté aux Priorités Principales
